Repository: zhujiansamuel/Questionnaire2024
Catalog: survey/locale/gr/LC_MESSAGES/django.po
Languages: gr

source: en
gr: gr

source: DEVELOPMENT django-Survey
gr: ΑΝΑΠΤΥΞΗ django-survey

source: %(count)d survey was successfully marked as published.
gr: %(count)d έρευνα επισημάνθηκαν επιτυχώς ως δημοσιευμένες.

source: Mark selected surveys as published
gr: Επισήμανση επιλεγμένων ερευνών ως δημοσιευμένων

source: This survey has expired for new submissions.
gr: Αυτή η έρευνα έχει λήξει για νέες υποβολές.

source: Anonymous
gr: Ανώνυμος

source: user
gr: χρήστης

source: Export to CSV
gr: Εξαγωγή ως CSV

source: with
gr: με

source: %(min_cardinality)d respondents or more
gr: %(min_cardinality)d ερωτώμενους ή περισσότερους

source: excluding
gr: εξαιρουμένων

source: and
gr: και

source: or
gr: ή

source: Repartition of answers
gr: Ανακατανομή των απαντήσεων

source: Left blank
gr: Έμεινε κενό

source: for the question
gr: για την ερώτηση

source: No answers for this question.
gr: Καμία απάντηση για αυτήν την ερώτηση.

source: Participant
gr: Συμμετέχων

source: Cannot generate PDF, we need 'pySankeyBeta' to be installed.
gr: Το PDF δεν μπορεί να δημιουργηθεί, χρειαζόμαστε το 'pySankeyBeta' να εγκατασταθεί!

source: left
gr: αριστερά

source: in relation with the question
gr: σε σχέση με την ερώτηση

source: right
gr: δεξιά

source: Cannot generate PDF, we need 'xelatex' to be installed.
gr: Το PDF δεν μπορεί να δημιουργηθεί, χρειαζόμαστε το 'xelatex' να εγκατασταθεί!

source: We could not render a chart because the type
gr: Δεν μπορέσαμε να αποδώσουμε το γράφημα λόγω του τύπου

source: is not a standard type nor the path to an importable valid Question2Tex child class. Choose between 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' or 'package.path.MyQuestion2TexCustomClass'
gr: δεν είναι κανονικός τύπος ούτε η διαδρομή προς μια εισαγόμενη έγκυρη Question2Tex κλάση παιδί. Επιλέξτε μεταξύ 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' oder 'package.path.MyQuestion2TexCustomClass'

source: No questions to display in this survey.
gr: Δεν υπάρχουν ερωτήσεις για εμφάνιση σε αυτήν την έρευνα.

source: Cannot export multiple PDF, choose only one.
gr: Δεν είναι δυνατή η εξαγωγή πολλών PDF, επιλέξτε μόνο ένα.

source: Error during PDF generation: %s
gr: Σφάλμα κατά τη δημιουργία PDF: %s

source: Export to PDF
gr: Εξαγωγή ως PDF

source: Question
gr: Ερώτηση

source: Response
gr: Απάντηση

source: Creation date
gr: Ημερομηνία δημιουργίας

source: Update date
gr: Ημερομηνία ενημέρωσης

source: Content
gr: Περιεχόμενο

source: Name
gr: Όνομα

source: Survey
gr: Έρευνα

source: Display order
gr: Σειρά εμφάνισης

source: Description
gr: Περιγραφή

source: category
gr: Κατηγορία

source: categories
gr: Κατηγορίες

source: The choices field is only used if the question type if the question type is 'radio', 'select', or 'select multiple' provide a comma-separated list of options for this question .
gr: Το πεδίο επιλογών χρησιμοποιείται μόνο εάν η ερώτηση τύπου εάν ο τύπος ερώτησης είναι 'radio', 'select', or 'select multiple' παρέχει μια λίστα διαχωρισμένη με κόμματα επιλογές για αυτήν την ερώτηση.

source: text (multiple line)
gr: κείμενο (πολλαπλών γραμμών)

source: short text (one line)
gr: σύντομο κείμενο (μιας γραμμής)

source: radio
gr: κουμπί ραδιοφώνου

source: select
gr: Επιλέξτε

source: Select Multiple
gr: Επιλέξτε Πολλαπλά

source: Select Image
gr: Επιλέξτε Εικόνα

source: integer
gr: ακέραιος αριθμός

source: float
gr: δεκαδικός αριθμός

source: date
gr: ημερομηνία

source: Text
gr: Κείμενο

source: Order
gr: Σειρά

source: Required
gr: Υποχρεωτικό

source: Category
gr: Κατηγορία

source: Type
gr: Τύπος

source: Choices
gr: Επιλογές

source: question
gr: ερώτηση

source: questions
gr: ερωτήσεις

source: User
gr: Χρήστης

source: Interview unique identifier
gr: Μοναδικό αναγνωριστικό της συνέντευξης

source: Set of answers to surveys
gr: Σύνολο απαντήσεων σε έρευνες

source: Sets of answers to surveys
gr: Σύνολα απαντήσεων σε έρευνες

source: By question
gr: Ανά ερώτηση

source: By category
gr: Ανά κατηγορία

source: All in one page
gr: Όλα σε μια σελίδα

source: Users can see it and answer it
gr: Οι χρήστες μπορούν να το δουν και να απαντήσουν

source: Only authenticated users can see it and answer it
gr: Μόνο εγκεκριμένοι χρήστες μπορούν να το δουν και να το απαντήσουν

source: Users can edit their answers afterwards
gr: Οι χρήστες μπορούν να επεξεργαστούν τις απαντήσεις τους στη συνέχεια

source: Display method
gr: Μέθοδος εμφάνισης

source: Template
gr: Πρότυπο

source: Publication date
gr: Ημερομηνία έκδοσης

source: Expiration date
gr: Ημερομηνία λήξης

source: Redirect URL
gr: URL ανακατεύθυνσης

source: survey
gr: έρευνα

source: surveys
gr: έρευνες

source: Survey completed
gr: Η έρευνα ολοκληρώθηκε

source: Sorry! Your already replied to our survey
gr: Με συγχωρείτε! Απαντήσατε ήδη στην έρευνα μας

source: Back to survey list
gr: Επιστροφή στη λίστα ερευνών

source: Survey submitted
gr: Η έρευνα υποβλήθηκε

source: Thanks! Your answers have been saved
gr: Ευχαριστούμε! Οι απαντήσεις σας έχουν αποθηκευτεί

source: You can always come back and change them.
gr: Μπορείτε πάντα να επιστρέψετε και να τα αλλάξετε.

source: Welcome to the Django Survey app
gr: Καλωσήρθατε στο Django Survey app

source: Take the Survey
gr: Λάβετε μέρος στην έρευνα

source: Answer this part
gr: Απαντήστε σε αυτό το κομμάτι

source: Questions
gr: Ερωτήσεις

source: Next!
gr: Επόμενο!

source: I'm done!
gr: Τέλος!
