Repository: zhujiansamuel/Questionnaire2024
Catalog: survey/locale/*/LC_MESSAGES/django.po
Languages: de, fr, id, ja, nl

source: en
de: de
fr: fr
id: id
ja: ja
nl: nl

source: DEVELOPMENT django-Survey
de: Entwicklung django-survey
fr: DÉVELOPPEMENT django-Survey
id: Pengembangan django-survey
ja: django-Surveyの開発
nl: Ontwikkeling django-survey

source: %(count)d survey was successfully marked as published.
de: %(count)d Umfrage erfolgreich als veröffentlicht markiert.
fr: %(count)d questionnaire a été publié avec succès.
id: %(count)d survei berhasil ditandai sebagai diterbitkan
ja: %(count)d つの調査が「公開」に設定されました
nl: %(count)d survey is succesvol gemarkeerd als gepubliceerd.

source: Mark selected surveys as published
de: Markiere ausgewählte Umfragen als veröffentlicht
fr: Marquer le sondage comme publié
id: Tandai survei yang dipilih sebagai diterbitkan
ja: 選択した調査を公開する
nl: Markeer geselecteerde surveys als gepubliceerd

source: Anonymous
de: Anonym
fr: Anonyme
id: Anonim
ja: 匿名
nl: Anoniem

source: user
de: Benutzer
fr: Utilisateur
id: pengguna
nl: gebruiker

source: Export to CSV
de: Exportiere als CSV
fr: Export vers CSV
id: Ekspor sebagai CSV
nl: Exporteer als CSV

source: with
de: mit
fr: avec
id: dengan
ja: と一緒に
nl: met

source: %(min_cardinality)d respondents or more
de: %(min_cardinality)d Teilnehmer oder mehr
fr: %(min_cardinality)d réponse ou plus
id: %(min_cardinality)d responden atau lebih
ja: %(min_cardinality)d 回答者数またはそれ以上
nl: %(min_cardinality)d respondent of meer

source: excluding
de: ausgenommen
fr: excluant
id: selain
ja: 除く
nl: uitgesloten

source: and
de: und
fr: et
id: dan
ja: かつ
nl: en

source: or
de: oder
fr: ou
id: atau
ja: または
nl: of

source: Repartition of answers
de: Neueinteilung von Antworten
fr: Répartition des réponses
id: Partisi ulang respon-respon
ja: 回答の再分割
nl: Terughalen van de antwoorden

source: Left blank
de: Frei gelassen
fr: Laissé vide
id: Dikosongkan saja
ja: 空白のまま
nl: Leeg gelaten

source: for the question
de: für die Frage
fr: pour la question
id: untuk pertanyaan
ja: 質問の為に
nl: voor de vraag

source: No answers for this question.
de: Keine Antwort auf diese Frage.
fr: Aucune réponse pour cette question.
id: Tidak ada jawaban untuk pertanyaan ini.
ja: この質問に答えない
nl: Geen antwoord op deze vraag.

source: Participant
de: Teilnehmer
id: Partisipan
ja: 参加者
nl: Deelnemer

source: Cannot generate PDF, we need 'pySankeyBeta' to be installed.
de: Kann PDF nicht exportieren, denn 'pySankeyBeta' muss installiert sein!
id: Tidak dapat menghasilkan PDF, 'pySankeyBeta' perlu dipasang terlebih dahulu
nl: Kan geen PDF exporteren. Installeer 'pySankeyBeta' door middel van

source: left
de: links
fr: à gauche
id: kiri
ja: 左
nl: links

source: in relation with the question
de: in Zusammenhang mit der Frage
fr: mise en relation avec la question
id: hubungannya dengan pertanyaan
ja: 質問に関連して
nl: in relatie met de vraag

source: right
de: rechts
fr: à droite
id: kanan
ja: 右
nl: rechts

source: Cannot generate PDF, we need 'xelatex' to be installed.
de: Kann PDF nicht exportieren, denn 'xelatex' muss installiert sein!
fr: Impossible de générer le PDF, 'xelatex' doit être installé.
id: Tidak dapat menghasilkan PDF, 'xelatex' perlu dipasang terlebih dahulu
nl: Kan geen PDF genereren. Installeer 'xelatex' door middel van 'sudo apt-get install texlive-xetex'.

source: We could not render a chart because the type
de: Wir konnten eine Grafik nicht erstellen, weil der Typ
fr: Nous n'avons pas pu générer un graphique car le type
id: Tidak dapat memuat sebuah diagram karena tipe
ja: チャートを描画できません。何故ならタイプ
nl: We kunnen de grafiek niet maken omdat het type

source: is not a standard type nor the path to an importable valid Question2Tex child class. Choose between 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' or 'package.path.MyQuestion2TexCustomClass'
de: kein Standard Typ und auch kein Pfad zu einer importierbaren Question2Tex child class ist. Wähle zwischen 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' oder 'package.path.MyQuestion2TexCustomClass'
fr: n'est pas un type standard, ni le chemin d'une classe fille de Question2Tex importable. Choisissez entre 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' ou 'package.chemin.MaClasseQuestion2TexPerso'
id: bukan tipe standar ataupun path menuju kelas turunan Question2Tex yang dapat diimpor tidak valid. Plih antara 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' atau 'package.path.MyQuestion2TexCustomClass'
ja: は標準タイプでもインポート可能で有効なQuestion2Tex子クラスへのパスでもありません。 「raw」、「sankey」、「pie」、「cloud」、 「square」、「polar」または「package.path.MyQuestion2TexCustomClass」の中から選択してください。
nl: geen standaard type of niet in het pad naar een importeerbaar geldig Question kind klasse. Kies uit 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' of 'package.path.MyQuestion2TexCustomClass'

source: No questions to display in this survey.
de: In dieser Umfrage sind keine Fragen die angezeigt werden können.
fr: Aucune questions à montrer dans ce sondage.
id: Tidak ada pertanyaan untuk ditampilkan pada survei ini.
nl: Geen vragen van deze survey kunnen getoond worden.

source: Cannot export multiple PDF, choose only one.
de: Kann nicht mehrere PDFs exportieren. Es kann nur eins ausgewählt werden.
fr: Impossible d'exporter plusieurs PDF, choisissez en un seul.
id: Tidak dapat ekspor beberapa PDF sekaligus, pilih satu saja.
nl: Kan geen meerdere PDF bestanden exporteren. Kies er een.

source: Error during PDF generation: %s
de: Fehler beim erstellen des PDFs: %s
fr: Erreur durant la génération du PDF: %s
id: Terjadi kesalahan dalam membuat berkas PDF: %s
nl: Fout tijdens het genereren van PDFs: %s

source: Export to PDF
de: Exportiere als PDF
fr: Export vers PDF
id: Ekspor sebagai PDF
nl: Exporteer naar PDF

source: Question
de: Frage
id: Pertanyaan
ja: 質問
nl: Vraag

source: Response
de: Antwort
fr: Réponse
id: Respon
ja: 反応
nl: Antwoord

source: Creation date
de: Datum der Erstellung
fr: Date de création
id: Tanggal pembuatan
ja: 作成日
nl: Creatie datum

source: Update date
de: Datum der letzten Bearbeitung
fr: Date de mise à jour
id: Tanggal pembaruan
ja: 更新日
nl: Update datum

source: Content
de: Inhalt
fr: Contenu
id: Konten
ja: 内容
nl: Inhoud

source: Survey
de: Umfrage
fr: Sondage
id: Survei
ja: 調査

source: Display order
de: Anordnung
fr: Ordre d'affichage
id: Urutan tampilan
ja: 表示順
nl: Toon volgorde

source: Description
de: Beschreibung
id: Deskripsi
ja: 定義
nl: Beschrijving

source: category
de: Kategorie
fr: catégorie
id: Kategori
ja: 分類
nl: Categorie

source: categories
de: Kategorien
fr: catégories
id: Kategori
ja: 分類
nl: Categorieen

source: The choices field is only used if the question type if the question type is 'radio', 'select', or 'select multiple' provide a comma-separated list of options for this question .
de: Das Auswahlfeld wird nur benutzt, wenn der Fragetyp 'radio', 'select' oder 'select multiple' ist. Geben Sie eine durch Kommas getrennte Liste von Optionen an.
fr: Le champ choix est utilisé seulement si la question est de type 'bouton radio', 'liste déroulante', ou 'liste à choix multiple', il faut fournir la liste des options pour cette question sous la forme d'une liste séparée par des virgules.
id: Field pilihan hanya digunakan pada tipe pertanyaan berupa 'radio', 'pilih', atau 'pilih beberapa' menyediakan sebuah daftar opsi yang dipisahkan tanda koma untuk pertanyaan ini
ja: 選択肢フィールドは、質問のタイプが「ラジオボタン」、「リスト（単一選択）」、「リスト（複数選択）」の場合のみ有効です。選択肢はカンマで区切ってください。
nl: De type keuzes voor dit veld zijn 'radio', 'selecteer', 'selecteer meerdere' toegestaan. Geef de waarden in een lijst op en scheidt de waarden met een komma.

source: text (multiple line)
de: Text (mehrere Zeilen)
fr: Texte (plusieurs lignes)
id: teks (beberapa baris)
ja: テキスト（複数行）
nl: tekst (meerdere regels)

source: short text (one line)
de: kurzer Text (eine Zeile)
fr: Texte court (une ligne)
id: teks pendek (satu baris)
ja: テキスト（一行）
nl: korte tekst (een regel)

source: radio
de: Optionsschaltfläche
fr: Bouton radio
ja: ラジオボタン

source: select
de: Auswahl
fr: Liste déroulante
id: pilih
ja: リスト（単一選択）
nl: selecteer

source: Select Multiple
de: Auswahl mehrer
fr: Liste à choix multiple
id: Pilih beberapa
ja: リスト（複数選択）
nl: Selecteer meerdere

source: Select Image
de: Wähle Bild
fr: Séléctionnez l'image
id: Pilih Gambar
ja: イメージ選択
nl: Selecteer plaatje

source: integer
de: Ganzzahl
fr: Chiffre
id: bilangan bulat
ja: 整数

source: float
de: Gleitkommazahl
fr: Décimal
id: bilangan desimal
nl: float / drijvende-kommagetal

source: date
de: Datum
id: tanggal
nl: datum

source: Order
de: Reihenfolge
fr: Ordre
id: Urutan
ja: 順序
nl: Volgorde

source: Required
de: Erfoderlich
fr: Requise
id: Diperlukan
ja: 必須
nl: Verplicht

source: Category
de: Kategorie
fr: Catégorie
id: Kategori
ja: 分類
nl: Categorie

source: Type
de: Typ
id: Tipe
ja: タイプ

source: Choices
de: Auswahl
fr: Choix
id: Pilihan
ja: 選択肢
nl: Keuze

source: question
de: Frage
id: pertanyaan
ja: 質問
nl: vraag

source: questions
de: Fragen
id: pertanyaan-pertanyaan
ja: 質問
nl: vragen

source: User
de: Benutzer
fr: Utilisateur
id: Pengguna
ja: ユーザー
nl: Gebruiker

source: Interview unique identifier
de: Interview eindeutiger Identifizierer
fr: Identifiant unique de la réponse
id: ID wawancara (unik)
ja: インタービューのユニークな識別子
nl: Interview unieke identifier

source: Set of answers to surveys
de: Satz an Antworten zu Umfragen
fr: Ensemble de réponse aux sondages
id: Kumpulan jawaban dari survei
ja: 調査に対する回答集
nl: Verzameling van survey antwoorden

source: Sets of answers to surveys
de: Sätze von Antworten zu Umfragen
fr: Ensembles de réponse aux sondages
id: Kumpulan jawaban dari survei
ja: 調査に対する回答セット
nl: Verzmaleing van survey antwoorden

source: By question
de: Nach Frage
id: Berdasarkan pertanyaan
nl: Op vraag

source: By category
de: Nach Kategorie
id: Berdasarkan kategori
nl: Op categorie

source: All in one page
de: Alle auf einer Seite
fr: Tout dans une même page
id: Semua dalam satu halaman
nl: Alles op een pagina

source: Users can see it and answer it
de: Benutzer können sie sehen und beantworten
fr: Les utilisateurs peuvent le voir et y répondre
id: Pengguna dapat melihat dan menjawabnya
ja: すべてのユーザーが閲覧・回答できる
nl: Gebruiker heeft inzage en kan het beantwoorden

source: Only authenticated users can see it and answer it
de: Nur autentifizierte Benutzer können sie sehen und beantworten
fr: Seuls les utilisateurs authentifiés peuvent le voir et y répondre
id: Hanya pengguna yang telah diotentikasi dapat melihat dan menjawabnya
ja: 認証されたユーザーのみ閲覧・回答できる
nl: Alleen geauthoriseerde gebruikers hebben inzage en kunnen het beantwoorden

source: Users can edit their answers afterwards
de: Benutzer können ihre Antworten im nachhinein verändern
fr: Les utilisateurs peuvent modifier leur réponse
id: Pengguna dapat mengubah jawabannya setelahnya
ja: ユーザーは後で回答を編集できます
nl: Gebruikers kunnen hun antwoorden na de tijd aanpassen

source: Display method
de: Darstellungsart
fr: Méthode d'affichage
id: Metode tampilan
nl: Wijze van tonen

source: Template
de: Vorlage
fr: Modèle
id: Templat
ja: テンプレート
nl: Sjabloon

source: Publication date
de: Datum der Veröffentlichung
fr: Date de publication
id: Tanggal penayangan
nl: Publicatie datum

source: Expiration date
de: Ablaufdatum
fr: Date de suppression
id: Tanggal kedaluwarsa
nl: Verloopdatum

source: survey
de: Umfrage
fr: sondage
id: survei
ja: 調査

source: surveys
de: Umfragen
fr: sondages
id: survei
ja: 調査

source: Survey completed
de: Umfrage beantwortet
fr: Sondage terminé
id: Survei selesai
ja: 調査終了
nl: Survey afgerond

source: Sorry! Your already replied to our survey
de: Entschuldigung! Sie haben die Umfrage bereits beantwortet
fr: Désolé! Vous avez déjà répondu à ce sondage
id: Maaf, Anda telah menjawab survei kami
ja: 申し訳ありません。あなたは既に回答済みです。
nl: Sorry! Je hebt deze survey al ingevuld

source: Back to survey list
de: Zurück zur Liste der Umfragen
fr: Retour à la liste de sondage
id: Kembali ke daftar survei
ja: 調査一覧に戻る
nl: Terug naar het survey overzicht

source: Survey submitted
de: Umfrage abgesendet
fr: Sondage soumis
id: Survei terkirim
ja: 調査が終了しました
nl: Survey is ingediend

source: Thanks! Your answers have been saved
de: Danke! Ihre Antworten wurden gespeichert
fr: Merci! Vos réponses ont été sauvegardées.
id: Terima kasih, jawaban Anda telah disimpan
ja: ありがとうございました。回答内容が保存されました。
nl: Dank je! Jouw antwoorden zijn opgeslagen

source: You can always come back and change them.
de: Sie können immer zurückkommen und sie ändern.
fr: Vous pouvez revenir les modifier plus tard.
id: Anda dapat kembali dan mengubahnya kapanpun.
ja: あとで回答内容を変更することが出来ます。
nl: Je kan altijd terugkomen en aanpassingen doen.

source: Welcome to the Django Survey app
de: Willkommen bei der Django Umfrage App
fr: Bienvenue dans l'application Django-Survey
id: Selamat datang di aplikasi Django Survey
ja: Django Surveyアプリケーションにようこそ
nl: Welkom bij de Django Survey app

source: Take the Survey
de: An der Umfrage Teilnehmen
fr: Réaliser le sondage
id: Ambil bagian pada survei
ja: この調査に回答する
nl: Neem deel aan de survey

source: Answer this part
de: Diesen Teil beantworten
fr: Répondre à cette partie
id: Jawab bagian ini
ja: この質問に回答する
nl: Dit onderdeel beantwoorden

source: Questions
de: Fragen
id: Pertanyaan
ja: 質問
nl: Vragen

source: Next!
de: Weiter!
fr: Suite
nl: Volgende!

source: I'm done!
de: Fertig!
fr: J'ai fini
id: Saya sudah selesai!
ja: 回答を終了する
nl: Klaar!

source: Name
fr: Nom
id: Nama
ja: 名前
nl: Naam

source: Text
fr: Texte
id: Teks
ja: テキスト
nl: Tekst

source: Redirect URL
fr: URL de redirection
ja: リダイレクトURL
